"Login with username and password" = "Login with username and password";

"No login credentials could be found in the Keychain" = "No login credentials could be found in the Keychain";

"The use of the Keychain is disabled in the Preferences" = "The use of the Keychain is disabled in the Preferences";

"Private key password protected" = "Private key password protected";

"Enter the passphrase for the private key file" = "Enter the passphrase for the private key file"

"Login canceled" = "Login canceled";

/* No comment provided by engineer. */
"Login failed" = "Login failed";

/* No comment provided by engineer. */
"Login successful" = "Login successful";